---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.PerMille
source: html/02901e4c-42e1-0770-1124-de056da8f768.htm
---
# Autodesk.Revit.DB.SymbolTypeId.PerMille Property

Symbol ‰, indicating unit Per mille.

## Syntax (C#)
```csharp
public static ForgeTypeId PerMille { get; }
```